{"t11":"Internet reputation development stage is very critical. This stage decides the future plan based n which we sculpt the desired picture on the search engine. Our reputation management work starts from research phase. The top phases used for research by users is ben identified. This includes the keywords, names, services or titles that are associated with your brand. Simultaneously our team analyses or identifies social influencer with respect to your industry. This will be used during the promotional stage of the program.","t12":"Understanding the gap analysis will help our team identify the key differences between the actual and expected. Based on this, we draw web properties that are controllable and develop content that will generate organic traffic and shares.","t21":"ORA strategy team will formulate a strategy based on the research done that will help to deploy the most valuable and cost-effective results. Strategies differ based on the outcomes. It could include:","t22":"Ratings development, Promotion of positive results, Replacement of content, Social media strategy, Review improvement, Article replacement , Wikipedia development","t31":"One of the most time consuming yet key aspect of reputation development management is content creation. Being the foundation stage, content needs to be developed and published on web properties that would be controllable by you and by other people.","t32":"One of the most time consuming yet key aspect of reputation development management is content creation. Being the foundation stage, content needs to be developed and published on web properties that would be controllable by you and by other people.","t33":"Using the approved content, we also monitor the existing content in order to identify how it can be used. Re-targeting the existing content along with a social posting calendar and linking plan that will be used on the developed campaign. Content formation includes:","t34":"Article or blog posting, Social posts, Popular bloggers and journalists , Press releases","t41":"Development stage includes website listing, social media platforms, blog posts and other web properties that are within our control. This stage not only includes rectifying the negative posts but also including properties that were not available earlier. This could include:","t42":"Video profiles, Image sharing profiles, Blogs, Social media presence, Charity website and more","t43":"Content for each one will be developed separately based on their reach. But all of them will deliver a uniform message.","t51":"A comprehensive plan once conceptualized demands a promotional strategy to witness its results. Promoting the process will enable materialize the reputation management process. This final stage needs streamline of activities which will be played during different times of the plan. The content will be divided into distinct parts."}