{"t11":"Этап развития репутации в Интернете очень важен. На этом этапе решается дальнейший план, на основании которого мы лепим нужную картинку в поисковике. Наша работа по управлению репутацией начинается с этапа исследования. Выделены основные этапы, используемые пользователями для исследования. Сюда входят ключевые слова, имена, услуги или названия, связанные с вашим брендом. Одновременно наша команда анализирует или идентифицирует социальных влиятельных лиц в вашей отрасли. Это будет использоваться на этапе продвижения программы.","t12":"Понимание анализа пробелов поможет нашей команде определить ключевые различия между фактическим и ожидаемым. Основываясь на этом, мы рисуем веб-ресурсы, которые можно контролировать, и разрабатываем контент, который будет генерировать органический трафик и репосты.","t21":"Стратегическая группа ORA сформулирует стратегию на основе проведенных исследований, которая поможет получить наиболее ценные и экономически эффективные результаты. Стратегии различаются в зависимости от результатов. Он может включать в себя:","t22":"Разработка рейтингов, Продвижение положительных результатов, Замена контента, Стратегия в социальных сетях, Улучшение отзывов, Замена статей, Разработка Википедии","t31":"Одним из наиболее трудоемких, но ключевых аспектов управления развитием репутации является создание контента. На первом этапе контент должен быть разработан и опубликован на веб-ресурсах, которыми вы и другие люди сможете управлять.","t32":"Одним из наиболее трудоемких, но ключевых аспектов управления развитием репутации является создание контента. На первом этапе контент должен быть разработан и опубликован на веб-ресурсах, которыми вы и другие люди сможете управлять.","t33":"Используя одобренный контент, мы также отслеживаем существующий контент, чтобы определить, как его можно использовать. Перенацеливание существующего контента вместе с календарем публикаций в социальных сетях и планом ссылок, которые будут использоваться в разработанной кампании. Формирование контента включает в себя:","t34":"Публикация статей или блогов, Публикации в социальных сетях, Популярные блоггеры и журналисты, Пресс-релизы","t41":"Этап разработки включает в себя листинг веб-сайтов, платформы социальных сетей, публикации в блогах и другие веб-ресурсы, находящиеся под нашим контролем. Этот этап включает не только исправление негативных публикаций, но и включение объектов, которые ранее были недоступны. Это может включать в себя:","t42":"Видеопрофили, профили обмена изображениями, блоги, присутствие в социальных сетях, благотворительный веб-сайт и многое другое.","t43":"Контент для каждого из них будет разрабатываться отдельно в зависимости от их охвата. Но все они несут единое послание.","t51":"Комплексный план, однажды сформулированный, требует стратегии продвижения, чтобы засвидетельствовать его результаты. Продвижение процесса позволит материализовать процесс управления репутацией. Этот заключительный этап требует оптимизации действий, которые будут проводиться в разное время плана. Контент будет разделен на отдельные части."}