{"t11":"تعتبر مرحلة تطوير سمعة الإنترنت حرجة للغاية. يتم في هذه المرحلة تحديد الخطة المستقبلية بناءً على نحت الصورة المطلوبة على محرك البحث. يبدأ عمل إدارة السمعة لدينا من مرحلة البحث. تم تحديد أهم المراحل المستخدمة للبحث من قبل المستخدمين. يتضمن ذلك الكلمات الرئيسية أو الأسماء أو الخدمات أو العناوين المرتبطة بعلامتك التجارية. في الوقت نفسه، يقوم فريقنا بتحليل أو تحديد المؤثرين الاجتماعيين فيما يتعلق بمجال عملك. سيتم استخدام هذا خلال المرحلة الترويجية للبرنامج.","t12":"إن فهم تحليل الفجوات سيساعد فريقنا على تحديد الاختلافات الرئيسية بين الفعلي والمتوقع. وبناءً على ذلك، نقوم برسم خصائص الويب التي يمكن التحكم فيها وتطوير المحتوى الذي سيولد حركة مرور ومشاركات عضوية.","t21":"سيقوم فريق استراتيجية ORA بصياغة استراتيجية بناءً على البحث الذي تم إجراؤه والذي سيساعد في نشر النتائج الأكثر قيمة وفعالية من حيث التكلفة. تختلف الاستراتيجيات بناءً على النتائج. يمكن أن تشمل:","t22":"تطوير التقييمات، الترويج للنتائج الإيجابية، استبدال المحتوى، استراتيجية وسائل التواصل الاجتماعي، تحسين المراجعة، استبدال المقالات، تطوير ويكيبيديا","t31":"يعد إنشاء المحتوى أحد أكثر الجوانب التي تستغرق وقتًا طويلاً ولكنها أساسية في إدارة تطوير السمعة. كونها المرحلة التأسيسية، يجب تطوير المحتوى ونشره على مواقع الويب التي يمكن التحكم فيها بواسطتك وبواسطة أشخاص آخرين.","t32":"يعد إنشاء المحتوى أحد أكثر الجوانب التي تستغرق وقتًا طويلاً ولكنها أساسية في إدارة تطوير السمعة. كونها المرحلة التأسيسية، يجب تطوير المحتوى ونشره على مواقع الويب التي يمكن التحكم فيها بواسطتك وبواسطة أشخاص آخرين.","t33":"باستخدام المحتوى المعتمد، نقوم أيضًا بمراقبة المحتوى الحالي لتحديد كيفية استخدامه. إعادة استهداف المحتوى الحالي إلى جانب تقويم النشر الاجتماعي وخطة الارتباط التي سيتم استخدامها في الحملة المطورة. يتضمن تكوين المحتوى ما يلي:","t34":"نشر المقالات أو المدونات، المنشورات الاجتماعية، المدونون والصحفيون المشهورون، البيانات الصحفية","t41":"تتضمن مرحلة التطوير قائمة مواقع الويب ومنصات الوسائط الاجتماعية ومنشورات المدونات وخصائص الويب الأخرى التي تقع ضمن سيطرتنا. لا تتضمن هذه المرحلة تصحيح المشاركات السلبية فحسب، بل تتضمن أيضًا العقارات التي لم تكن متوفرة سابقًا. يمكن أن يشمل ذلك:","t42":"ملفات تعريف الفيديو وملفات تعريف مشاركة الصور والمدونات والتواجد على وسائل التواصل الاجتماعي وموقع الويب الخيري والمزيد","t43":"سيتم تطوير المحتوى الخاص بكل واحد على حدة بناءً على مدى وصوله. ولكن كل منهم سوف يسلم رسالة موحدة.","t51":"تتطلب الخطة الشاملة بمجرد تصورها استراتيجية ترويجية لمشاهدة نتائجها. سيؤدي الترويج للعملية إلى تمكين تجسيد عملية إدارة السمعة. تحتاج هذه المرحلة النهائية إلى تبسيط الأنشطة التي سيتم تنفيذها خلال أوقات مختلفة من الخطة. سيتم تقسيم المحتوى إلى أجزاء متميزة."}